Repository: maxhawkins/random_diet_club
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Shake up your diet
es: Mezcle su dieta

source: The Random Diet Club is the best free way to discover what foods work for you
es: Random Diet Club es el mejor modo gratis de descubrir qué alimentos le convienen.

source: Join the Club
es: Únase al club

source: The World's First Randomized Diet
es: La primera dieta aleatoria del mundo

source: The bot knows best. Our proprietary dietary algorithm randomly eliminates a new food from your diet each week to help you reach nutritional nirvana.
es: El algoritmo lo sabe mejor. Nuestro algoritmo de dietas patentado elimina de forma aleatoria un nuevo alimento de su dieta cada semana para ayudarle a alcanzar la perfección nutricional.

source: Join the Club to discover what food the bot will eliminate next. It&rsquo;s always a surprise!
es: Únase al club para descubrir el próximo alimento que el algoritmo eliminará. ¡Siempre será una sorpresa!

source: COFFEE
es: CAFÉ

source: NO
es: SIN

source: CHEESE
es: QUESO

source: HALIBUT
es: FLETÁN

source: Get a new food restriction in your inbox every Sunday
es: Reciba una nueva restricción de alimento en su bandeja de entrada cada domingo

source: Each week, you’ll receive an email detailing which new food has been eliminated from your diet -- and that’s it. We won’t ever share your information or send you unnecessary emails.
es: Cada semana, recibirá un correo electrónico que indicará que nuevo alimento se ha eliminado de su dieta, y eso es todo. Nunca compartiremos su información ni le enviaremos correos electrónicos innecesarios.

source: Once a Week
es: Una vez a la semana

source: No Spam
es: Sin correo no deseado

source: Always Random
es: Siempre aleatorio

source: Don't Eat Soybeans
es: No puede comer frijol de soja

source: Chocolate is Banned
es: Prohibido el chocolate

source: No Corn Allowed
es: No se permite el maíz

source: No Milk Starting Now
es: No se toma leche a partir de ahora

source: Join the Random Diet Club Community
es: Únase a la comunidad del Random Diet Club

source: No one should diet alone. Join our Facebook group to connect with other Random Dieters, discuss the week’s random pick, and share your experiences.
es: Nadie debe tener una dieta por sí solo. Únase a nuestro grupo de Facebook para conectarse con otros practicantes de la dieta aleatoria, hablar sobre la opción aleatoria de la semana y compartir sus experiencias.

source: Follow us on Twitter to get updates and diet tips from our random dietary experts.
es: Síganos en Twitter para recibir actualizaciones y sugerencias de dietas de nuestros expertos en dieta aleatoria.

source: Contact
es: Contacto

source: Terms
es: Términos

source: Privacy Policy
es: Política de privacidad

source: The material on this web site is provided for educational purposes only and is not to be used for medical advice, diagnosis or treatment.
es: Los materiales de este sitio web se ofrecen solo para propósitos educacionales y no se deben usar para dar tratamiento, diagnóstico o consejo médico.
